---
layout: default
title: Dieta Low Carb
---

<div class="editable">
	<h1>Doce Vida Low Carb</h1>
	<p>Comecei a dieta low carb cetog&ecirc;nica no dia 02 de Janeiro de 2018, desde ent&atilde;o estou postando fotos da minha alimenta&ccedil;&atilde;o no ig <a href="https://www.instagram.com/fabilowcarb/">@fabilowcarb</a> e criei o <strong>Blog Doce Low Carb</strong>&nbsp;para contar um pouco sobre essa doce experi&ecirc;ncia e sobre essa mudan&ccedil;a de estilo de vida, al&eacute;m de compartilhar<strong> receitas low carb</strong> que est&atilde;o mudando meu conceito sobre alimenta&ccedil;&atilde;o e vida saud&aacute;vel.</p>
	<p>No <strong>Blog Doce Low Carb</strong> voc&ecirc; n&atilde;o vai encontrar recomenda&ccedil;&otilde;es para perder peso, muito menos dietas malucas sobre ovos e bacon, porque n&atilde;o &eacute; esse meu prop&oacute;sito e porque n&atilde;o sou nenhuma especialista qualificada para indicar o que &eacute; melhor para sua sa&uacute;de, mas com certeza voc&ecirc; vai encontrar muitas ideias para enriquecer sua alimenta&ccedil;&atilde;o com o que chamamos de "comida de verdade" e todo o relato do que realmente est&aacute; funcionando na minha dieta Low Carb.</p>
	<h2>Sobre Mim</h2>
	<p>Meu nome &eacute; Fabiola e tenho 31 anos. Quando crian&ccedil;a sempre fui ativa, gostava de praticar esportes, jogava futebol e handbol na escola, al&eacute;m de praticar gin&aacute;stica art&iacute;stica. Quando fui para faculdade deixei de lado os esportes e depois da faculdade trabalhando com TI me tornei ainda mais sedent&aacute;ria, j&aacute; que passava longas horas no computador. Al&eacute;m do estresse e resist&ecirc;ncia metab&oacute;lica, o que contribuiu de verdade para aumento de peso e piora na minha sa&uacute;de foram as m&aacute;s escolhas alimentares que fiz nos &uacute;ltimos 10 anos.</p>
	<p><strong>Resultado:</strong> atualmente sou hipertensa, com uso de atenolol de 50mg por dia, e tamb&eacute;m necessito do Puran T4 75mg para minha condi&ccedil;&atilde;o metab&oacute;lica da Tire&oacute;ide. N&atilde;o tenho diabetes, mas tenho hist&oacute;rico familiar e predisposi&ccedil;&atilde;o j&aacute; que minha glicose sempre esteve com valores lim&iacute;trofes. A gordura visceral &eacute; evidente, e no &uacute;ltimo exame que fiz meu colesterol e triglicer&iacute;deos estavam um pouco acima do ideal. Talvez eu tenha todas as condi&ccedil;&otilde;es necess&aacute;rias para a S&iacute;ndrome Metab&oacute;lica, mas n&atilde;o precisa ser muito inteligente para deduzir que tudo isso &eacute; um alerta vermelho para uma mudan&ccedil;a de vida se eu n&atilde;o quiser morrer antes dos 50 anos.&nbsp;</p>
	<h2>Minha Dieta Low Carb</h2>
	<p>&nbsp;A dieta Low Carb j&aacute; est&aacute; mudando a minha vida, e posso adiantar que depois de 50 dias de <strong>dieta low carb cetog&ecirc;nica + jejum intermitente de 12/8</strong>&nbsp;estou com a press&atilde;o arterial controlada sem o uso de medicamento. Ainda fa&ccedil;o uso do Puran T4 porque somente com exames minha m&eacute;dica pode retirar o uso do horm&ocirc;nio (caso isso tamb&eacute;m seja poss&iacute;vel).</p>
	<p><strong>Minha Alimenta&ccedil;&atilde;o atual:</strong> Dieta Low Carb cetog&ecirc;nica com 800 calorias di&aacute;rias controlada pelo aplicativo <a href="http://www.myfitnesspal.com/">myfitnessPal</a> (dieta baseada no livro<a href="https://thebloodsugardiet.com/"> 8 Week Blood Sugar Diet por Michael Mosley</a>) + Jejum intermitente 12/8.</p>
	<p><strong>Minha Press&atilde;o Arterial atual:</strong> entre 13/9&nbsp; e 12/8 em dias que fa&ccedil;o alguma atividade f&iacute;sica leve (caminhada)</p>
	<p><strong>Minhas Atividades:</strong> 150 minutos de caminhada semanal (divido durante os dias conforme disponibilidade)</p>
	<p>&nbsp;</p>
	<p>Em breve compartilharei mais informa&ccedil;&otilde;es sobre melhoras na minha sa&uacute;de.</p>
	<p>&nbsp;</p>
	<p>&nbsp;</p>
	<p>&nbsp;</p>
</div>
